{
  "Arts & Literature": {
    "header": "Unleash Your Inner Art Connoisseur!",
    "description": "Step into the captivating world of arts and literature. From Shakespearean plays to Renaissance paintings, challenge your knowledge and discover new masterpieces. Can you become the ultimate art expert?"
  },
  "Culture": {
    "header": "Journey Through the Rich Tapestry of Cultures!",
    "description": "Embark on a global adventure and explore the diverse traditions, customs, and festivals that make our world so fascinating. Test your cultural knowledge and see how well you understand the world's heritage."
  },
  "Food": {
    "header": "Culinary Quest: Are You a True Food Lover?",
    "description": "Satisfy your appetite for knowledge with this delicious food quiz. From exotic cuisines to famous chefs, challenge your taste buds and see if you can earn the title of ultimate foodie!"
  },
  "Geography": {
    "header": "Around the World in 20 Questions!",
    "description": "Pack your virtual bags and get ready to explore the wonders of our planet. Test your knowledge on countries, landmarks, and natural wonders. Can you navigate your way to the top?"
  },
  "General Knowledge": {
    "header": "The Ultimate Brain Teaser Challenge!",
    "description": "Put your thinking cap on and dive into this general knowledge quiz. Covering a wide array of topics, this quiz will test your smarts and keep you on your toes. Are you ready for the challenge?"
  },
  "History": {
    "header": "Time Traveler's Trivia: Relive the Past!",
    "description": "Travel through time and explore the pivotal moments that shaped our world. From ancient civilizations to modern history, test your knowledge and see if you can become a history guru!"
  },
  "Movie": {
    "header": "Movie Buff Mania: Test Your Film IQ!",
    "description": "Lights, camera, action! Dive into the world of cinema and see how well you know your movies. From classic films to modern blockbusters, challenge your film knowledge and become a movie maestro!"
  },
  "Music": {
    "header": "Music Maestro: Hit the Right Notes!",
    "description": "Get ready to groove with this music quiz that spans across genres and eras. Test your knowledge on iconic artists, hit songs, and musical milestones. Can you hit all the right notes?"
  },
  "Science": {
    "header": "Science Whiz: Unravel the Mysteries of the Universe!",
    "description": "From the tiniest atoms to the vast cosmos, this science quiz will challenge your understanding of the natural world. Test your knowledge and see if you have what it takes to be a science whiz!"
  },
  "Sport": {
    "header": "Sports Spectacular: Are You a True Fan?",
    "description": "Ready, set, go! Dive into the world of sports and test your knowledge on famous athletes, major events, and thrilling moments. Compete with friends and see who is the ultimate sports fanatic!"
  }
}
